Repository: Abduelhamit01/PrayerTracker
Catalog: Localizable.xcstrings
Source language: de
Languages: en, tr

# cancel
source: Abbrechen
en: Cancel
tr: İptal

# city
source: Stadt
en: City
tr: Şehir

# Clear all completions
source: Alle Einträge löschen
en: Clear all completions
tr: Tüm kayıtları sil

# complete
source: Vollständig
en: Complete
tr: Tamamlandı

# Complete all Prayers
source: Alle Gebete abschließen
en: Complete all Prayers
tr: Tüm namazları tamamla

# country
source: Land
en: Country
tr: Ülke

# dark
source: Dunkel
en: Dark
tr: Koyu

# data
source: Daten
en: Data
tr: Veriler

# data_cannot_recover
source: Die Daten können nicht wieder hergestellt werden!
en: Data cannot be recovered!
tr: Veriler kurtarılamaz!

# delete
source: Löschen
en: Delete
tr: Sil

# delete_all_data
source: Alle Daten löschen
en: Delete All Data
tr: Tüm Verileri Sil

# delete_data_warning
source: Das löschen der Daten kann nicht rückgängig gemacht werden
en: Deleting data cannot be undone
tr: Verilerin silinmesi geri alınamaz

# done
source: Fertig
en: Done
tr: Tamam

# get_started
source: Beginnen
en: Get Started
tr: Başla

# History
source: Verlauf
en: History
tr: Geçmiş

# Home
source: Start
en: Home
tr: Ana Sayfa

# language
source: Sprache
en: Language
tr: Dil

# last_30_days
source: Letzte 30 Tage
en: Last 30 Days
tr: Son 30 Gün

# light
source: Hell
en: Light
tr: Açık

# location
source: Standort
en: Location
tr: Konum

# location_placeholder
source: STANDORT
en: LOCATION
tr: KONUM

# missed
source: Verpasst
en: Missed
tr: Kaçırıldı

# next_prayer
source: Nächstes Gebet
en: Next Prayer
tr: Sonraki Namaz

# next_prayer_at
source: um
en: at
tr: saat

# notification_reminder
source: Gebete eingetragen?
en: Completed all prayers?
tr: Namazları kaydettin mi?

# notifications
source: Benachrichtigungen
en: Notifications
tr: Bildirimler

# notifications_description
source: Erhalte Benachrichtigungen wenn ein Gebet beginnt
en: Get notified when a prayer time begins
tr: Namaz vakti girdiğinde bildirim al

# notifications_enabled
source: Gebetszeit-Benachrichtigungen
en: Prayer Time Notifications
tr: Namaz Vakti Bildirimleri

# onboarding_change_location
source: Standort ändern
en: Change Location
tr: Konumu Değiştir

# onboarding_complete_subtitle
source: Du bist bereit, dein Gebetsleben zu verfolgen. Möge Allah deine Gebete annehmen.
en: You're ready to track your prayers. May Allah accept your prayers.
tr: Namazlarınızı takip etmeye hazırsınız. Allah namazlarınızı kabul etsin.

# onboarding_complete_title
source: Alles bereit!
en: All set!
tr: Hazırsınız!

# onboarding_continue
source: Weiter
en: Continue
tr: Devam

# onboarding_detecting_location
source: Standort wird ermittelt...
en: Detecting location...
tr: Konum tespit ediliyor...

# onboarding_enable_location
source: Standort aktivieren
en: Enable Location
tr: Konumu Etkinleştir

# onboarding_enable_notifications
source: Benachrichtigungen aktivieren
en: Enable Notifications
tr: Bildirimleri Etkinleştir

# onboarding_location_subtitle
source: Teile deinen Standort, damit wir die richtigen Gebetszeiten für deine Stadt anzeigen können.
en: Share your location so we can show accurate prayer times for your city.
tr: Şehriniz için doğru namaz vakitlerini gösterebilmemiz için konumunuzu paylaşın.

# onboarding_location_title
source: Dein Standort
en: Your Location
tr: Konumunuz

# onboarding_notification_granted
source: Benachrichtigungen aktiviert
en: Notifications enabled
tr: Bildirimler etkin

# onboarding_notification_subtitle
source: Werde benachrichtigt, wenn die Gebetszeit beginnt, damit du kein Gebet verpasst.
en: Get notified when prayer time begins so you never miss a prayer.
tr: Namaz vaktini kaçırmamak için bildirim alın.

# onboarding_notification_title
source: Gebetszeit-Benachrichtigungen
en: Prayer Time Notifications
tr: Namaz Vakti Bildirimleri

# onboarding_select_location
source: Standort auswählen
en: Select Location
tr: Konum Seç

# onboarding_skip
source: Überspringen
en: Skip
tr: Atla

# onboarding_start
source: Los geht's
en: Get Started
tr: Başla

# onboarding_welcome_subtitle
source: Willkommen bei Prayer Tracker. Lass uns ein paar Dinge einrichten.
en: Welcome to Prayer Tracker. Let's set up a few things.
tr: Prayer Tracker'a hoş geldiniz. Birkaç şeyi ayarlayalım.

# partial
source: Teilweise
en: Partial
tr: Kısmi

# parts_completed %lld %lld
source: %lld/%lld erledigt
en: %lld/%lld completed
tr: %lld/%lld tamamlandı

# prayer_history
source: Gebetsverlauf
en: Prayer History
tr: Namaz Geçmişi

# prayer_location
source: Gebetszeiten Standort
en: Prayer Times Location
tr: Namaz Vakti Konumu

# prayer_time_notification_body %@ %@
source: Es ist Zeit für %1$@ in %2$@
en: It's time for %1$@ in %2$@
tr: %2$@ için %1$@ vakti girdi

source: Rückgängig
en: Undo
tr: Geri al

# select
source: Auswählen
en: Select
tr: Seç

# select_location
source: Standort auswählen
en: Select Location
tr: Konum Seç

# Setting
source: Einstellungen
en: Settings
tr: Ayarlar

# settings
source: Einstellungen
en: Settings
tr: Ayarlar

source: Startet in %lld Tagen
en: Starts in %lld days
tr: %lld gün sonra başlıyor

# state
source: Bundesland
en: State
tr: Eyalet

# statistics
source: Statistik
en: Statistics
tr: İstatistikler

# sunrise_at %@
source: Sonnenaufgang %@
en: Sunrise %@
tr: Güneş doğuşu %@

source: Tag %lld
en: Day %lld
tr: Gün %lld

source: Tag %lld von %lld
en: Day %lld of %lld
tr: Gün %lld / %lld

# today
source: Heute
en: Today
tr: Bugün

# until
source: bis
en: until
tr: Sonraki:

# until_time %@
source: bis %@
en: until %@
tr: %@ vaktine kadar

# warning_data_deleted
source: Achtung, alle Daten werden gelöscht!
en: Warning: All data will be deleted!
tr: Dikkat, tüm veriler silinecek!

# welcome_subtitle
source: Deine spirituelle Begleitung für ein achtsames Gebetsleben
en: Your spiritual companion for mindful prayer practice
tr: Bilinçli namaz pratiği için manevi yol arkadaşınız

# whats_new_feature_1
source: Ramadan-Modus mit Mondphasen
en: Ramadan mode with moon phases
tr: Ay evreleri ile Ramazan modu

# whats_new_feature_2
source: Einrichtungs-Assistent für neue Benutzer
en: Setup assistant for new users
tr: Yeni kullanıcılar için kurulum asistanı

# whats_new_feature_3
source: Echte Gebetszeiten von Diyanet
en: Real prayer times from Diyanet
tr: Diyanet'ten gerçek namaz vakitleri

# whats_new_feature_4
source: Benachrichtigungen zur Gebetszeit
en: Notifications at prayer time
tr: Namaz vaktinde bildirimler

# whats_new_feature_5
source: Standort-Auswahl (Land/Stadt)
en: Location selection (Country/City)
tr: Konum seçimi (Ülke/Şehir)

# whats_new_understood
source: Verstanden
en: Got it
tr: Anladım

source: Asr
tr: İkindi

source: Design
tr: Tasarım

source: Dhuhr
tr: Öğle

source: Fajr
tr: Sabah

source: Isha
tr: Yatsı

source: Maghrib
tr: Akşam

# onboarding_alhamdulillah
source: Alhamdulillah
tr: Elhamdülillah

source: System
tr: Sistem

# whats_new_alhamdulillah
source: Alhamdulillah 🤲
tr: Elhamdülillah 🤲
